Repository: blackPantherOS/bumblebee-config-gui
Catalog: bumblebee_config/l10n/*/LC_MESSAGES/bumblebee-config-gtk.po
Languages: it

source: Configuring...
it: Configurando...

source: Bumblebee Configurator GUI
it: Gestore configurazione di Bumblebee

source: Executing 'service bumblebeed restart':
it: Eseguendo il riavvio di bumblebeed:

source: Checking bumblebeed status:
it: Controllando lo stato di bumblebeed:

source: Bumblebee output
it: Output di Bumblebee

source: Settings saved.
it: Impostazioni salvate.

source: Reinstall Bumblebee
it: Reinstalla Bumblebee

source: Install Bumblebee
it: Installa Bumblebee

source: Bumblebeed status:
it: Stato di Bumblebee:

source: Bumblebee is installing...
it: Installando Bumblebee...

source: Downloading files...
it: Scaricando i file...

source: Save
it: Salva

source: Quit
it: Esci

source: The secondary Xorg server display number.
it: Il numero secondario del display del server Xorg.

source: Virtual display
it: Display virtuale

source: Should the unused Xorg server be kept running? Set this to true if waiting for X to be ready is too long and don't need power management at all.
it: Deve essere mantenuto acceso il server Xorg anche se non utilizzato? Imposta a Vero se il tempo di apertura di X e' troppo lungo e non hai bisogno del risparmio energetico.

source: Keep unused XServer
it: Mantieni aperto XServer

source: True
it: Vero

source: False
it: Falso

source: The name of the Bumbleblee server group name (GID name).
it: Il nome del gruppo del server di Bumblebee (nome del GID).

source: Server group
it: Gruppo del server.

source: Card power state at exit. Set to false if the card shoud be ON when Bumblebee server exits.
it: Stato della scheda video all'uscita. Imposta a Falso se la scheda deve rimanere ACCESA quando si chiude il server Bumblebee.

source: Turn card off at exit
it: Spegni scheda all'uscita

source: The default behavior of '-f' option on optirun. If set to "true", '-f' will be ignored.
it: Il comportamento di default dell'opzione '-f' di optirun. Se settato a Vero, '-f' sara' ignorato.

source: No eco mode override
it: Override modalita' no eco

source: The Driver used by Bumblebee server. If this value is not set (or empty), auto-detection is performed.
it: Il driver usato dal server di Bumblebee. Se questo valore non e' settato (o e' vuoto), viene rilevato automaticamente.

source: Directory with a dummy config file to pass as a -configdir to secondary X.
it: Directory con un file di configurazione fittizio da passare come -configdir al server X secondario.

source: Xorg Config Directory
it: Percorso di configurazione Xorg

source: Acceleration/ rendering bridge.
it: Bridge di accelerazione/rendering.

source: The method used for VirtualGL to transport frames between X servers.
it: Il metodo usato da VirtualGL per trasportare i frames tra i server di X.

source: VGL transport method
it: Metodo di trasporto VGL

source: Should the program run under optirun even if Bumblebee server or nvidia card is not available?
it: Il programma dovrebbe avviarsi lo stesso anche se il server Bumblebee o la scheda nvidia non e' disponibile?

source: Allow fallback to IGC
it: Consenti fallback alla ICG

source: List of paths which are searched for the primus libGL.so.1 when using the primus bridge.
it: Lista dei percorsi in cui viene cercata la libreria di primus libGL.so.1 quando si usa il bridge primus.

source: Primus Library Path
it: Percorso librerie di Primus

source: Module name to load, defaults to Driver if empty or unset.
it: Nome del modulo da caricare. Se e' vuoto carica il modulo con lo stesso nome del parametro "Driver".

source: Kernel driver
it: Driver del kernel

source: Colon-separated path to the nvidia libraries
it: Percorsi delle librerie nvidia, separati da virgola.

source: Library path
it: Percorso librerie

source: Method to use for saving power by disabling the nvidia card. auto - automatically detect which PM method to use; bbswitch - new in BB 3, recommended if available; switcheroo - vga_switcheroo method, use at your own risk; none - disable PM completely.
it: Metodo da usare per risparmiare il consumo disabilitando la scheda nvidia. auto - rileva automaticamente quale metodo usare; bbswitch - nuovo in BB 3, raccomandato se disponibile; switcheroo - metodo vga_switcheroo, usa a tuo rischio; none - disabilita la gestione del consumo energetico.

source: PM method
it: Metodo di risparmio energetico

source: Comma-separated path of the directory containing nvidia_drv.so.
it: Percorsi separati da virgola della directory che contiene nvidia_drv.so .

source: Xorg module path
it: Percorso dei moduli di Xorg

source: Comma-separated path of the directory containing the default Xorg modules path.
it: Percorsi separati da virgola delle directory che contengono i moduli di Xorg.

source: Xorg conf file
it: File di configurazione Xorg

source: Method to use for saving power by disabling the nvidia card. auto - automatically detect which PM method to use.
it: Metodo da usare per risparmiare il consumo disabilitando la scheda nvidia. auto - rileva automaticamente quale metodo usare.

source: <b><big>Select the operation to perform:</big></b>
it: <b><big>Seleziona l'operazione da eseguire:</big></b>

source: Configure Bumblebee
it: Configura Bumblebee

source: Restart Bumblebee
it: Riavvia Bumblebee

source: Check Bumblebee status
it: Controlla lo stato di Bumblebee
